
module.exports = {
	'GET /api/questionnaire/getinfo': {
		'errCode': '000000',
		'errMsg': '成功',
		'result': {
			'questionnaireState': '您好！谢谢参与本次智慧管家V1.0版体验问卷调研，就您在试用过程中的反馈对我们来说非常重要，我们将悉心听取您宝贵的建议，以不断优化产品，同时也将为您延长该系统试用时限！再次表示感谢！',
			'questionnaireTitle': '智慧管家体验问卷',
			'questionnaireID': 2,
			'questionList': [
				{
					'questionID': 24,
					'question': '您是通过什么渠道知道麒龙茶典智慧管家系统的？（多选题）',
					'type': 2,
					'option': [
						'官网',
						'官方公众号',
						'他人推荐',
						'其他渠道'
					]
				},
				{
					'questionID': 25,
					'question': '您通过使用智慧管家系统，主要想解决哪些门店管理问题？（多选题）',
					'type': 2,
					'option': [
						'高效处理营业订单',
						'对商品进行进销存管理',
						'统计各类经营报表',
						'实现员工权限管理',
						'核算员工绩效',
						'进行会员管理',
						'实现多样化优惠营销',
						'其他'
					]
				},
				{
					'questionID': 26,
					'question': '目前系统的哪个功能是您使用频率最多或觉得最有用的？（多选题）',
					'type': 2,
					'option': [
						'营业管理',
						'库存管理',
						'员工管理',
						'报表功能',
						'通知功能',
						'其他'
					]
				},
				{
					'questionID': 27,
					'question': '对以下试用系统提供的报表功能，您认为哪些符合经营需求？（多选题）',
					'type': 2,
					'option': [
						'实时报表',
						'商品报表',
						'营收报表',
						'都不符合'
					]
				},
				{
					'questionID': 28,
					'question': '您认为系统提供的报表功能不符合需求的原因是什么？（多选题）',
					'type': 2,
					'option': [
						'报表数据与实际不符，错误率高',
						'使用过程出现很多bug，已经弃用',
						'数据全面但没有什么参考价值',
						'营业数据缺乏对比性',
						'报表种类太少，不够全面',
						'页面排版混乱，不符合逻辑',
						'其他'
					]
				},
				{
					'questionID': 29,
					'question': '您认为麒龙茶典智慧管家系统的界面设计如何？（单选题）',
					'type': 1,
					'option': [
						'很好。系统界面布局合理、设计美观舒服',
						'一般。系统界面布局一般、设计一般',
						'较差。系统界面布局不合理、设计不美观'
					]
				},
				{
					'questionID': 30,
					'question': '若您认为系统界面设计较差，请具体指出是哪些地方，若无则写无。',
					'type': 3,
					'option': []
				},
				{
					'questionID': 31,
					'question': '您认为目前系统所提供的功能模块以及操作是否合理？（单选题）',
					'type': 1,
					'option': [
						'很合理。功能齐全且合理，操作简单易懂。',
						'一般。功能基本满足日常管理需求，操作不够简便。',
						'不合理。只有小部分功能有应用，操作体验感差'
					]
				},
				{
					'questionID': 32,
					'question': '若您认为系统的功能与操作不太合理，具体体现在哪里呢？若无则写无。',
					'type': 3,
					'option': []
				},
				{
					'questionID': 33,
					'question': '您认为当前智慧管家系统的使用性能如何？（单选题）',
					'type': 1,
					'option': [
						'很好。系统性能流畅稳定，没有出现异常问题',
						'一般。系统偶尔会出现异常情况，但可以接受',
						'较差。经常出现页面打不开、数据出错等异常问题'
					]
				},
				{
					'questionID': 34,
					'question': '可以描述一下您在使用系统时遇到的异常情况吗？若无则写无。',
					'type': 3,
					'option': []
				},
				{
					'questionID': 35,
					'question': '您希望正式入驻系统后能享用哪些功能？（多选题）',
					'type': 2,
					'option': [
						'移动端线上预订点餐功能',
						'支付宝微信等多种支付方式',
						'移动端接收各类通知消息',
						'移动端随时查看营业数据',
						'移动端处理门店管理业务',
						'其他'
					]
				},
				{
					'questionID': 36,
					'question': '除了系统现有的功能以外，您希望系统还可以有哪些功能来辅助门店管理呢？',
					'type': 3,
					'option': []
				},
				{
					'questionID': 37,
					'question': '您对目前使用的智慧管家系统整体评价如何？（单选题）',
					'type': 1,
					'option': [
						'非常好',
						'很好',
						'一般',
						'较差',
						'非常差'
					]
				},
				{
					'questionID': 38,
					'question': '您认为智慧管家系统有哪些功能需要改进或完善的？快快留言告诉我们吧！（问答题）',
					'type': 3,
					'option': []
				}
			]
		}
	}
};
