<style lang="less" scoped>
@text-indent: 28px;
@detail-indent: 14px;

.service {
	width: 100%;
	max-width: 1060px;
	margin: 20px auto 40px;
	padding: 0 40px 40px;
	background-color: #fff;
	color: #000;
	border-radius: 4px;
	box-shadow: #000 2px 2px 16px;

	p {
		font-size: 14px;
		line-height: 28px;
		text-indent: @text-indent;
	}

	.lighthight {
		color: #1996de;
	}

	&-header {
		padding: 40px 0 20px;
		h1 {
			margin-bottom: 20px;
			text-align: center;
		}
	}

	&-body {
		section {
			margin-bottom: 20px;

			h2 {
				margin-bottom: 6px;
				text-indent: @text-indent;
				font-weight: bold;
			}

			.detail {
				padding-left: @detail-indent;
			}
		}
	}

	&-footer {
		text-align: right;
	}
}
</style>

<template>
	<div class="service">
		<header class="service-header">
			<h1>
				麒龙茶典智慧管家系统服务协议
			</h1>
			<p>欢迎阅读《麒龙茶典智慧管家系统服务协议》（下称《协议》），本《协议》是您与广州麒龙茶典运营管理有限公司（下称“麒龙茶典”）之间有关麒龙茶典智慧管家系统（下称“本系统”）产品的法律协议。“用户“或”您”是指通过麒龙茶典提供的经过本系统授权的途径获得系统授权许可和或系统产品的个人、企业或其他主体。本系统包括电脑端、手机端、微信端、网址登录，并可能包括但不限于相关媒体、印刷材料、电子文档以及麒龙茶典提供给您的原“系统”的任何更新和补充资料。<b>您一旦安装、复制、下载、访问或以其它方式使用本系统产品，即表示您同意接受本协议各项条款的约束，并且对本协议及全部系列文件已明确知悉并接受。如您不同意本协议中的条款，请不要安装或使用本系统及其相关服务</b>。</p>
		</header>

		<main class="service-body">
			<section>
				<h2>第一条 授权</h2>
				<p>麒龙茶典，将本系统的使用权依据本协议的约定授予您。本系统受著知识产权法和相关国家法律法规、国际条约的保护。<b>本系统只能在协议许可的范围、方式予以使用，而不能另行出售、复制、修改、转让等。</b>本协议有效期间，<b>您仅享有依据本协议约定的使用权</b>，本系统产品的其他任何权益，均归麒龙茶典所有。</p>
			</section>

			<section>
				<h2>第二条 服务内容</h2>
				<p>2.1 麒龙茶典为您提供麒龙茶典智慧管家系统，本系统内容包括：<b>系统的使用教程、系统的下载地址、系统的售后服务，并对该系统进行相应的技术维护和支持</b>。您可以通过注册的帐号和密码使用麒龙茶典所提供的本系统功能。</p>
				<p>2.2 除本系统自有功能外享受系统免费升级、数据存储、售后技术服务等；<b>使用期限到期后</b>麒龙茶典<b>无义务</b>为您保留原账号中或相关任何信息。</p>
			</section>

			<section>
				<h2>第三条 费用及支付方式</h2>
				<p>3.1 <b>费用：本系统按年收费。麒龙茶典有权根据市场行情调整该费用。若您不同意调整的，可停止使用本系统产品。</b></p>
				<p>3.2 支付方式：您将于本协议生效之日通过转账或汇款的方式一次性支付本系统相关费用。汇款账号信息如下：</p>
				<div class="detail">
					<p>开户银行：工商银行广州大学城支行</p>
					<p>账户名称：广州麒龙茶典运营管理有限公司</p>
					<p>账号：3602062509100054150</p>
				</div>
				<p>3.3 本系统使用期限到期您可续费使用，如因您方原因未及时续费为此给您带来的任何损失麒龙茶典不承担任何责任。</p>
			</section>

			<section>
				<h2>第四条 使用条件</h2>
				<p>4.1 您如需使用本系统，应通过您自有的本协议各个系统账号（以下可简称“您账号”）登录。并确保您在每个使用时段结束时，以正确步骤离开本系统、退出操作本系统。麒龙茶典不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。</p>
				<p>4.2 麒龙茶典可能要求您提供相关文件材料用于核实您身份，届时您需提供相关信息、营业执照、法人或经营人身份证复印件等材料。如果您填写的信息或提供的材料不符合麒龙茶典要求的，麒龙茶典有权拒绝向您提供服务。<b>您应保证您向麒龙茶典提供的全部信息和材料真实、准确且在本协议有效期内都处于有效状态</b>。</p>
				<p>4.3 麒龙茶典同意向您提供服务，但并不代表麒龙茶典对您的营业资质或经营品质有任何形式的判断或承诺。</p>
			</section>

			<section>
				<h2>第五条 用户承诺</h2>
				<p>5.1 您可通过本系统进行相关设置以实现对您的门店的经营管理。</p>
				<p>5.2 您在本系统使用过程中，<b>承诺并保证：</b></p>
				<div class="detail">
					<p>5.2.1 本系统不含有任何旨在破坏用户计算机数据和获取用户隐私信息的恶意代码，不含有任何跟踪、监视用户计算机和或操作行为的功能代码，不会监控用户网上、网下的行为或泄漏用户隐私。</p>
					<p>5.2.2 用户在遵守法律及本《协议》的前提下可依本《协议》使用本系统。<b>用户无权实施包括但不限于下列行为：</b></p>
					<div class="detail">
						<p>（1）不得删除本系统及其他副本上所有关于版权的信息、内容；</p>
						<p>（2）不得对本系统进行反向工程、反向汇编、反向编译等；</p>
						<p>（3）对于本系统相关信息等，未经广州麒龙茶典运营管理有限公司书面同意，用户不得擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助本系统发展与之有关的衍生产品、作品、服务等。</p>
						<p>（4）用户不得利用本系统发表、传送、传播、储存违反国家法律、危害国家安全、祖国统一、社会稳定的内容，或任何不当的、侮辱诽谤的、淫秽的、暴力的及任何违反国家法律法规政策的内容。</p>
						<p>（5）用户不得利用本系统发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容。</p>
						<p>（6）用户不得利用本系统误导、欺骗他人。</p>
						<p>（7）用户不得利用本系统传送或散布以其他方式实现传送含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此），包括版权或商标法（或隐私权或公开权），除非您拥有或控制着相应的权利或已得到所有必要的认可。</p>
						<p>（8）用户不得利用本系统使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式获得的图像或相片的资料、信息等。</p>
						<p>（9）用户不得进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并册删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。</p>
						<p>（10）使用本系统必须遵守国家有关法律和政策，维护国家利益，保护国家安全，并遵守本《协议》，对于用户违法或违反本《协议》的使用而引起的一切责任，由用户负全部责任，一概与广州麒龙茶典运营管理有限公司及合作单位无关，导致麒龙茶典及合作单位损失的，麒龙茶典及合作单位有权要求用户赔偿，并有权立即停止向其提供服务，保留相关记录，保留配合司法机关追究法律责任的权利。</p>
						<p>（11）本系统同大多数互联网系统一样，可能受到各种安全问题的侵扰；用户利用本系统下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本系统的正常使用等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
						<p>（12）非经麒龙茶典或麒龙茶典授权开发并正式发布的其它任何由本系统衍生的软件或系统均属非法，下载、安装、使用此类软件或系统，将可能导致不可预知的风险，建议用户不要轻易下载、安装、使用，由此产生的一切法律责任与纠纷一概与广州麒龙茶典运营管理有限公司无关。</p>
						<p>（13）麒龙茶典保留在任何时候根据适用法律、法规、法律程序或政府要求的需要而披露任何信息，或由麒龙茶典自主决定全部或部分地编辑、拒绝张贴或删除任何信息或资料的权利。</p>
						<p>（14）本系统的替换、修改和升级：广州麒龙茶典运营管理有限公司保留在任何时候通过为您提供本系统替换、修改、升级版本的权利以及为替换、修改或升级的权利。同时，用户在此同意，为提高用户体验，麒龙茶典有权将广州麒龙茶典运营管理有限公司的其他相关产品绑定在本系统上供用户进行下载和安装。</p>
						<p>（15）本系统可能使用的第三方软件或技术，是受到合法授权的。因第三方软件或技术引发的任何纠纷，由该第三方负责解决，麒龙茶典不承担任何责任。麒龙茶典不对第三方软件或技术提供客服支持，若您需要获取支持，请与该软件或技术提供商联系。</p>
					</div>
				</div>
			</section>

			<section>
				<h2>第六条 双方其他权利与义务</h2>
					<p>6.1 麒龙茶典在工作时间内免费给甲方提供包括电话、即时通讯工具、网络远程协助等方式的服务与技术支持；</p>
					<p>6.2 <b>麒龙茶典为您提供的本系统每年收取系统维护费。逾期未续费的，系统会自动暂停您的使用权直至续费重新开通；</b></p>
					<p>6.3 您全额付款到帐后，麒龙茶典应在双方约定的工作日内安排安装及调试，并有义务为您的操作人员进行系统操作培训；</p>
					<p>6.4 您应确保有专人对系统的使用和管理负责；</p>
					<p>6.5 若您的电脑设备或者操作系统和乙方提供的系统不兼容，您应配合更换电脑设备或者操作系统；</p>
					<p>6.6 您不得以任何形式越过麒龙茶典的监管；您在经营过程中不得损害麒龙茶典的利益，同时不得影响麒龙茶典的声营，因此对麒龙茶典造成的损失麒龙茶典有权要求您进行相应赔偿；</p>
					<p>6.7 您不得开展任何可能伤及麒龙茶典声誉和形象的活动，否则麒龙茶典有权追究您的责任；</p>
					<p>6.8 麒龙茶典承诺您所提交的资料和个人用户信息只限用于本系统使用，在未征得您同意的情况下，不会向任何第三方或个人泄漏您的资料信息；</p>
					<p>6.9 <b>如您发布含有任何违反法律、法规、本协议约定的信息或链接的，麒龙茶典有权进行屏蔽或删除等适当的处理</b>；</p>
					<p>6.10 <b>为了保障您的权益，在发现您账号、账户、存在异常活动时，麒龙茶典有权暂停服务的提供。您违反本协议约定的，麒龙茶典也可以单方暂停或终止提供服务</b>。</p>
			</section>

			<section>
				<h2>第七条 保密条款</h2>
					<p>7.1 在注册或使用过程中，您将选择账户名和密码。您须自行负责对您的账户名和密码保密，且须对您在账户名和密码下发生的所有活动承担责任。麒龙茶典不对您所保管的账户、密码被其他任何第三人使用及其产生的后果承担任何责任、义务。</p>
					<p>7.2 <b>您应对麒龙茶典的商业秘密严格保密，并只能在双方合作业务范围使用。凡涉及由双方提供项目，资金有关所有材料，包括但不限于资本营运计划，财资情报，客户名单，经营决策，项目设计，技术数据，项目商业计划书等均属保密内容</b>。</p>
					<p>7.3 凡未经双方书面同意而直接、间接、口头或书面形式向第三方提供涉及保密内容的行为均属泄密。</p>
			</section>

			<section>
				<h2>第八条 风险提示</h2>
				<p>麒龙茶典特别提示您：请注意本系统使用过程中的风险控制，<b>使用本系统由您自己承担风验</b>，此系统不包含任何使用保证，不能保证适用或不出故障。在适用法律允许的最大范围内，麒龙茶典在任何情况下不就因使用或不能使用本系统所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。对您因系统遗失、被盗、毁损、误用、或擅自修改造成的损失麒龙茶典不承担任何责任。在意外的、不可预料的情况下，对于注册用户免费升级等服务承诺将自动终止。</p>
			</section>

			<section>
				<h2>第九条 免责和有限责任</h2>
				<p>9.1 麒龙茶典将按现有技术提供相应的安全措施以保障本系统服务的安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素以及可能发生的不可抗力事件，麒龙茶典无法保证本系统服务的绝对安全和在任何条件下均能止常提供服务，对此您应当予以理解并不应要求麒龙茶典在以下情况下承担责任：</p>
				<div class="detail">
					<p>（1）系统停机维护；</p>
					<p>（2）终端设备、通讯或任何设备出现故障不能进行数据传输或迟延、不准确、错误、疏漏等的；</p>
					<p>（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；</p>
					<p>（4）由于黑客攻击、电信部门技术调整或故障、网站升级、第三方问题等原因而造成的服务中断或者延迟。</p>
				</div>
				<p>9.2 麒龙茶典依照法律规定对相关数据进行保存。<b>因您自行删除数据或者因不可抗力、您不再继续使用服务或服务被终止等情况时，您使用服务的数据可能丢失而不可恢复。基于上述原因，麒龙茶典提醒您自行对相关数据进行定期存储保存</b>。</p>
				<p>9.3 无论本协议是否有其他约定，麒龙茶典向您承担的最大的总体责任和赔偿不超过麒龙茶典收取的您应支付的服务费用的总额。</p>
				<p>9.4 麒龙茶典仅为您提供相关信息服务和技术服务，麒龙茶典并非您和您客户交易的参与者。麒龙茶典不对您和/或您客户行为的合法性、有效性，您产品或服务的真实性、合法性和有效性作任何明示或暗示的担保，也不承担任何责任。</p>
				<p>9.5 您可以自行聘请第三方为其进行管理账号的操作，该等第三方使用您账号、账户的行为后果应由您承担。麒龙茶典不对您与第三方发生的纠纷、争议和后果负责，您如因使用第三方服务而遭受损失的，应由您或第三方依照其协议约定承担和负责，麒龙茶典不负责赔偿。		</p>
			</section>

			<section>
				<h2>第十条 知识产权及相关权益</h2>
				<p>10.1 <b>麒龙茶典拥有本系统以及相关技术的著作权、商业秘密等其他相关的知识产权，包括但不限于与本系统有关的各种文档资料以及本系统中展示的信息内容。其它未经提及的权利亦由麒龙茶典保留</b>。</p>
				<p>10.2 本系统所涉的标识均属于麒龙茶典或麒龙茶典关联公司的知识产权，并受到著作权法、商标法和其它知识产权法律的保护，未经授权您不应复制、模仿、使用或发布等。</p>
				<p>10.3 未经麒龙茶典另行书面同意，您不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权；不得将通过本系统提供的服务获取的用户信息或其他数据作商业性的利用、提供给任何第三方或对外披露。</p>
				<p>10.4 <b>您向麒龙茶典提供的信息内容，包含企业的名称、标志等信息，麒龙茶典可以在相关网络页面或于线下宣传素材中使用以向第三方说明您参与合作的情况</b>。</p>
				<p>10.5 未经麒龙茶典另行书面授权，您不得以麒龙茶典名义发布任何信息，对外开展合作或宣称具有代理、代表权限或标明为“赞助商”、“合作伙伴”等商业合作关系。</p>
				<p>10.6 您不得对麒龙茶典提供的系统进行修改、改编、翻译、准备衍生产品、反向工程、反向编译、反汇编、分解或尝试从系统派生源代码，违者属于侵权行为，您需承担由此产生的法律后果。</p>
			</section>

			<section>
				<h2>第十一条 违约责任</h2>
				<p>11.1 在使用本系统服务的过程中，如您存在侵犯知识产权权利人权益、违反国家法律法规或其他违反本协议的行为时，除根据本协议应向麒龙茶典支付违约金（如有）外，还应赔偿麒龙茶典因此遭受的损失（如有），您须赔偿的损失包括但不限于：</p>
				<div class="detail">
					<p>（1）麒龙茶典被判决、裁决须对外支付的违约金或赔偿额；</p>
					<p>（2）麒龙茶典被执行行政处罚的金额；</p>
					<p>（3）麒龙茶典支付的律师费用、消除影响所支出的必要费用；</p>
					<p>（4）其他相关费用。</p>
				</div>
				<p>11.2 <b>协议各方根据本协议的规定行使单方解约权可不承担违约责任</b>。</p>
				<p>11.3 当第三方以您侵权为由要求麒龙茶典删除您信息时，您同意麒龙茶典对删除行为不承担任何责任，如最终证明第三方为恶意或缺乏权利凭证，您同意自行向第三方进行追责。</p>
				<p>11.4 麒龙茶典因故意或重大过失导致您的利益受损时，麒龙茶典对您的违约赔偿责任以您的实际损失为计算依据。</p>
			</section>

			<section>
				<h2>第十二条 协议终止及有效期</h2>
				<p>12.1 自然终止：本协议履行完毕的，则本协议将终止。</p>
				<p>12.2 提前解除：您可以提前解除本协议，但您需通过本系统提供的解约功能操作或提前30天书面或电话通知麒龙茶典；麒龙茶典亦可根据合理的商业需要或国家法律法规要求等，通过合理方式提前30天通知您解除本协议。</p>
				<p>12.3 发生下述情形时，<b>麒龙茶典可行使单方解约权</b>：</p>
				<div class="detail">
					<p>（1）您违反麒龙茶典制定的规则并达到须被清退的程度；</p>
					<p>（2）您提交的信息或文件不真实、不合法、已失效或您无法证明其信息或文件的真实性、合法性、有效性；</p>
					<p>（3）您使用本系统进行的经营服务不符合国家法律法规、规章和政策；</p>
					<p>（4）您存在违反本协议或规则的情形，经麒龙茶典通知后，在限定的合理期限内未能改正；</p>
					<p>（5）其他麒龙茶典依据本协议可行使单方解约权的情形。</p>
					<p>以上麒龙茶典行使单方解约权的，麒龙茶典无需承担违约责任。</p>
				</div>
				<p>12.4 本协议终止后，麒龙茶典有权保留您的注册数据及以前的交易行为等记录。如您在本协议终止前存在违法行为或违反约定的行为，麒龙茶典仍可行使本协议所约定的权利。</p>
			</section>

			<section>
				<h2>第十三条 法律及争议解决</h2>
				<p>13.1 本协议适用中华人民共和国大陆地区法律。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用商业惯例和（或）行业惯例。</p>
				<p>13.2 因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，麒龙茶典和您同意由麒龙茶典住所地法院管辖审理双方的纠纷或争议。</p>
				<p>13.3 如本协议的任何条款被视作无效或无法执行，则该等条款可被分离，其余部份仍具有法律效力。</p>
				<p>13.4 麒龙茶典因用户过失或违约时放弃本协议规定的权利，不应视为其对您的其他或以后同类之过失或违约行为弃权。</p>
			</section>

			<section>
				<h2>第十四条 其他约定</h2>
				<p>14.1 <b>麒龙茶典有权将本协议项下的权利和义务转让给麒龙茶典关联公司，届时无需通知您，但您应当配合签署相关转让文件，且您承诺对此不持异议</b>。</p>
				<p>14.2 麒龙茶典保留在必要时对本协议进行修改的权利，相关内容将公布于本系统的服务指向的网络页面上或以其他方式通知您。如您对本协议的修改存有异议，或者您不同意麒龙茶典制定的规则的，您有权选择终止本协议并停止使用本系统和相关服务，但您在终止前的行为仍受本协议最新的修改版本以及规则的约束。如果您继续使用本系统和相关服务，则视为接受协议条款的变动。</p>
			</section>

			<section>
				<p>若您对本协议内容任意条款有疑问，可通过服务电话与我们联系：<span class="lighthight">400-810-9944</span>。</p>
				<p>本《协议》的一切解释权与修改权归广州麒龙茶典运营管理有限公司。</p>
			</section>
		</main>

		<footer class="service-footer">
			<p>2019年2月27日</p>
			<p>版权所有 @ 麒龙茶典</p>
		</footer>
	</div>
</template>
